import promo01 from './images/promo-1.jpg'
import promo02 from './images/promo-2.jpg'
import promo03 from './images/promo-3.jpg'
import promo04 from './images/promo-4.jpg'

export const promoData = [
    {
        id: '0',
        name: 'День Рождения',
        description: `При заказе от 1000 до 1200 Цезарь ролл в подарок! До 1500 Ролл Фила лайт в подарок! Акция действует за 2 дня до после 2-х дней Дня рождения!`,
        image: promo01,
        isNew: false,
    },
    {
        id: '1',
        name: 'Закажи две пиццы',
        description: `До 1500 Ролл Фила лайт в подарок! До 2000 пицца Мясная 33см. В подарок! От 2000 на выбор сет Двойка или Спайс сет в подарок! Акция действует за 2 дня до после 2-х дней Дня рождения!`,
        image: promo02,
        isNew: true,
    },
    {
        id: '2',
        name: 'Закажи две пиццы!',
        description: `До 2000 пицца Мясная 33см. В подарок! От 2000 на выбор сет Двойка или Спайс сет в подарок! Акция действует за 2 дня до после 2-х дней Дня рождения!`,
        image: promo03,
        isNew: false,
    },
    {
        id: '3',
        name: 'Собери свой сет!',
        description: `В подарок! От 2000 на выбор сет Двойка или Спайс сет в подарок! Акция действует за 2 дня до после 2-х дней Дня рождения!`,
        image: promo04,
        isNew: false,
    },
    {
        id: '4',
        name: 'Собери свой сет!',
        description: `В подарок! От 2000 на выбор сет Двойка или Спайс сет в подарок! Акция действует за 2 дня до после 2-х дней Дня рождения!`,
        image: promo04,
        isNew: false,
    },
    {
        id: '5',
        name: 'Собери свой сет!',
        description: `В подарок! От 2000 на выбор сет Двойка или Спайс сет в подарок! Акция действует за 2 дня до после 2-х дней Дня рождения!`,
        image: promo04,
        isNew: false,
    },
]
